; Generated (20.01.2022 13:30:00) by Fix Print Spooler v1.3
; www.sordum.org

[Main]
Language=Auto

[Language_English]
Translator=BlueLife
01="This program is prepared to repair errors in the spooler service."
02="Please Wait ..."
03="Spooler service is running"
04="Spooler service is not running"
05="Print Spooler Service is missing"
06="Process has been completed successfully"
07="An error occurred during the operation"
08="&Fix Spooler Service"
09="&Disable Spooler Service"
10="Devices and &Printers"
11="&Menu ..."
12="Windows &Services"
13="&Refresh"
14="&Command Line Info"
15="&Donate"
16="&Contact"
17="&HomePage"
18="&About"
19="#WINDOW_SIZE=200x45px Process has been completed successfully."
20="#WINDOW_SIZE=225x35px Failed operation! Error Code: #ERROR_CODE"

[Language_Turkish_Türkçe]
Translator="BlueLife"
01="Bu program, yazdırma biriktirici hizmetindeki hataları onarmak için hazırlanmıştır."
02="Lütfen Bekleyin..."
03="Yazdırma Biriktiricisi Hizmeti çalışıyor"
04="Yazdırma Biriktiricisi Hizmeti çalışmıyor"
05="Yazdırma Biriktiricisi Hizmeti eksik"
06="İşlem başarıyla tamamlandı"
07="İşlem sırasında bir hata oluştu"
08="&Spooler Hizmetini &Onar"
09="&Spooler Hizmetini &Devre Dışı Bırak"
10="Aygıtlar ve &Yazıcılar"
11="&Menü ..."
12="Windows &Hizmetleri"
13="&Yenile"
14="&Komut Satırı Bilgisi"
15="&Bağış Yap"
16="&İletişim"
17="&AnaSayfa"
18="&Hakkında"
19="#WINDOW_SIZE=220x35px İşlem başarıyla tamamlandı."
20="#WINDOW_SIZE=225x35px Başarısız işlem! Hata Kodu: #ERROR_CODE"

[Language_German_Deutsch]
Translator="Velociraptor"
01="Dieses Programm repariert der Druckspoolerdienst"
02="Bitte Warten ..."
03="Der Spooler Dienst läuft"
04="Spooler Dienst läuft nicht"
05="Der Spooler Dienst fehlt"
06="Der Vorgang wurde erfolgreich abgeschlossen"
07="Während des Vorgangs ist ein Fehler aufgetreten"
08="&Der Spooler Dienst reparieren"
09="&Der Spooler Dienst deaktivieren"
10="Geräte und Drucker"
11="&Das Menü ..."
12="Windows & Dienste"
13="&Aktualisieren"
14="&Befehlszeilen Informationen"
15="&Spenden"
16="&Kontakt"
17="&Web Saite"
18="&über uns"
19="#WINDOW_SIZE=200x45px Vorgang wurde erfolgreich abgeschlossen."
20="#WINDOW_SIZE=180x45px Vorgang fehlgeschlagen!\n Fehlercode: #ERROR_CODE"

[Language_Russian_Pусский]
Translator="DartKane"
01="Эта программа подготовлена для исправления ошибок в службе диспетчера очереди печати."
02="Подождите ..."
03="Запущена служба диспетчера очереди печати"
04="Служба диспетчера очереди печати не запущена"
05="Служба диспетчера очереди печати отсутствует"
06="Процесс был успешно завершен"
07="Во время операции произошла ошибка"
08="&Исправить службу диспетчера очереди печати"
09="&Отключить службу Диспетчера очереди печати"
10="Устройства и &принтеры"
11="&Меню ..."
12="Службы &Windows"
13="&Обновить"
14="&Информация о командной строке"
15="&Пожертвовать"
16="&Контакты"
17="&Домашняя Страница"
18="&О программе"
19="#WINDOW_SIZE=200x45px Процесс был успешно завершен"
20="#WINDOW_SIZE=225x35px Неудачная операция. Код ошибки: #ERROR_CODE"

[Language_Korean_한국어]
Translator="VᴇɴᴜꜱGɪʀʟ"
01="이 프로그램은 스풀러 서비스의 오류를 복구하기 위해 준비되었습니다"
02="기다려 주십시오 …"
03="스풀러 서비스가 실행 중입니다"
04="스풀러 서비스가 실행되고 있지 않습니다"
05="인쇄 스풀러 서비스가 없습니다"
06="프로세스가 성공적으로 완료되었습니다"
07="작업 중 오류가 발생했습니다"
08="스풀러 서비스 수정(&F)"
09="스풀러 서비스 사용 안 함(&D)"
10="장치 및 프린터(&P)"
11="메뉴(&M) …"
12="Windows 서비스(&S)"
13="새로 고침(&R)"
14="명령줄 정보(&C)"
15="기부하기(&D)"
16="연락처(&C)"
17="홈페이지(&H)"
18="제품 정보(&A)"
19="#WINDOW_SIZE=200x45px 프로세스가 성공적으로 완료되었습니다"
20="#WINDOW_SIZE=225x35px 작업에 실패했습니다! 오류 코드: #ERROR_CODE"

[Language_Hebrew_עברית]
Translator="PeterG"
01="Spooler התוכנה תעזור לתקן שגיאות בשירות"
02="...נא המתן"
03="פעיל Spooler שירות"
04="לא פעיל Spooler שירות"
05="הדפסה חסר Spoole rשירות"
06="תהליך הושלם בהצלחה"
07="הייתה שגיאה במהלך הפעולה"
08="&Spooler תקן שירות"
09="&Spooler בטל שירות"
10="&התקנים ומדפסות"
11="&...תפריט"
12="&שירותי וינדוס"
13="&ריענון"
14="&מידע שורת פקודה"
15="&תרום"
16="&צור קשר"
17="&דף הבית"
18="&אודות"
19="#WINDOW_SIZE=200x45px תהליך הסתיים בהצלחה"
20="#WINDOW_SIZE=225x35px קוד שגיאה, פעולה נכשלה: #ERROR_CODE"

[Language_Hungarian_Magyar]
Translator="László Földes"
01="Ez a program a nyomtatási várólista szolgáltatás hibáinak javítására készült."
02="Kérjük várjon ..."
03="A nyomtatási várólista szolgáltatás fut."
04="A nyomtatási várólista szolgáltatás nem fut."
05="A nyomtatási várólista szolgáltatás hiányzik."
06="A folyamat sikeresen befejeződött."
07="Hiba történt a művelet során."
08="&Nyomtatási várólista szolgáltatás javítása"
09="&Nyomtatási várólista szolgáltatás letiltása"
10="Eszközök és nyomtatók"
11="&Menü ..."
12="Windows &szolgáltatások"
13="&Frissítés"
14="&Parancssori információ"
15="&Adomány"
16="&Kapcsolat"
17="&Honlap"
18="&Névjegy"
19="#WINDOW_SIZE=200x45px A folyamat sikeresen befejeződött."
20="#WINDOW_SIZE=225x35px Sikertelen művelet! Hibakód: #ERROR_CODE"

[Language_French_Français]
Translator="Largo"
01="Ce programme est préparé pour réparer les erreurs dans le service de spouleur."
02="Patienter ..."
03="Le service de spouleur fonctionne"
04="Le service de spouleur ne fonctionne pas"
05="Le service spouleur d'impression est manquant"
06="Le processus s'est terminé avec succès"
07="Une erreur est survenue pendant l'opération"
08="&Correction du service de spouleur"
09="&Désactiver le service de spooler"
10="Périphériques et &Imprimantes"
11="&Menu ..."
12="&Services Windows"
13="&Actualiser"
14="&Infos de la ligne de commande"
15="&Don"
16="&Contact"
17="&Page d'accueil"
18="&À propos de"
19="#WINDOW_SIZE=200x45px Le processus s'est terminé avec succès."
20="#WINDOW_SIZE=225x35px Opération échouée ! Code d'erreur : #ERROR_CODE"

[Language_Polish_Polski]
Translator=www.portable.info.pl
01="Ten program jest przygotowany do naprawy błędów w usłudze buforowania."
02="Proszę czekać..."
03="Usługa buforowania jest uruchomiona"
04="Usługa buforowania nie działa"
05="Brak usługi bufora wydruku"
06="Proces został pomyślnie zakończony"
07="Wystąpił błąd podczas operacji"
08="&Napraw usługę buforowania"
09="&Wyłącz obsługę bufora"
10="Urządzenia i &drukarki"
11="&Menu..."
12="Usługi &Windows"
13="&Odśwież"
14="&Informacje wiersza poleceń"
15="&Darowizna"
16="&Kontakt"
17="&Strona główna"
18="&O programie"
19="#WINDOW_SIZE=200x45px Proces został pomyślnie zakończony."
20="#WINDOW_SIZE=225x35px Operacja nie powiodła się! Kod błędu: #ERROR_CODE"

[Language_Italian_Italiano]
Translator="R.B."
01="Questo programma serve a riparare gli errori nel servizio spooler."
02="Attendi..."
03="Il servizio spooler è in esecuzione"
04="Il servizio spooler non è in esecuzione"
05="Manca il servizio spooler di stampa"
06="Il processo è stato completato correttamente"
07="Si è verificato un errore durante l'operazione"
08="&Correggi il servizio spooler"
09="&Disabilita il servizio spooler"
10="Dispositivi e &stampanti"
11="&Menu..."
12="Servizi &Windows"
13="&Aggiorna"
14="Info linea di &comando"
15="&Dona"
16="&Contatto"
17="&Sito web"
18="&Info programma"
19="#WINDOW_SIZE=200x45px Il processo è stato completato correttamente."
20="#WINDOW_SIZE=225x35px Operazione fallita! Codice di errore: #ERROR_CODE"

[Language_Slovenian_Slovenščina]
Translator="Jadran Rudec"
01="Ta program je pripravljen popravljati napake v storitvi napajalnika."
02="Prosimo, počakajte..."
03="Storitev napajalnika se izvaja"
04="Storitev napajalnika se ne izvaja"
05="Manjka storitev tiskanja v ozadju"
06="Postopek je bil uspešno končan"
07="Med operacijo je prišlo do napake"
08="&Popravi storitev napajalnika"
09="O&nemogoči storitev napajalnika"
10="Naprave in tiskalniki"
11="&Meni..."
12="Windows &storitve"
13="Os&veži"
14="Informacije o &ukazni vrstici"
15="&Darujte"
16="S&tik"
17="&Domača stran"
18="&Vizitka"
19="#WINDOW_SIZE=200x45px Proces je bil uspešno končan."
20="#WINDOW_SIZE=225x35zasl. pik Operacija ni uspela! Koda napake: #ERROR_CODE"

[Language_Greek_Ελληνικά]
Translator="geogeo (www.geogeo.gr)"
01="Αυτό το πρόγραμμα είναι έτοιμο να διορθώσει σφάλματα στην υπηρεσία ουράς εκτύπωσης."
02="Παρακαλώ περιμένετε..."
03="Η υπηρεσία ουράς εκτυπωτή εκτελείται"
04="Η υπηρεσία ουράς εκτυπωτή δεν εκτελείται"
05="Η υπηρεσία ουράς εκτυπωτή λείπει"
06="Η διαδικασία ολοκληρώθηκε με επιτυχία"
07="Παρουσιάστηκε σφάλμα κατά τη λειτουργία"
08="&Διόρθωση υπηρεσίας ουράς εκτυπώσεων"
09="&Απενεργοποίηση υπηρεσίας ουράς εκτυπώσεων"
10="Συσκευές και &Εκτυπωτές"
11="&Μενού..."
12="&Υπηρεσίες των Windows"
13="&Ανανέωση"
14="Π&ληροφορίες γραμμής εντολών"
15="&Δωρεά"
16="&Επικοινωνία"
17="&Ιστότοπος"
18="&Περί..."
19="#WINDOW_SIZE=200x45px Η διαδικασία ολοκληρώθηκε με επιτυχία."
20="#WINDOW_SIZE=225x35px Η λειτουργία απέτυχε! Κωδικός σφάλματος: #ERROR_CODE"

[Language_Chinese (Simplified)_简体中文]
Translator="SamaelCN"
01="修复后台打印服务错误"
02="请稍等 …"
03="后台打印服务在运行"
04="后台打印服务未运行"
05="缺少打印后台打印服务"
06="修复已完成"
07="操作过程中出现错误"
08="修复后台打印服务(&F)"
09="禁用后台打印服务(&D)"
10="设备和打印机(&P)"
11="菜单(&M) …"
12="Windows 服务(&S)"
13="刷新(&R)"
14="命令行信息(&C)"
15="捐赠(&D)"
16="联系(&C)"
17="主页(&H)"
18="关于(&A)"
19="#WINDOW_SIZE=200x45px 修复已完成"
20="#WINDOW_SIZE=225x35px 操作失败！错误代码：#ERROR_CODE"

[Language_Bulgarian_Български]
Translator="ExaFlop"
01="Тази програма е подготвена да поправи грешки в услугата за управление на реда за печат."
02="Моля, изчакайте ..."
03="Услугата за управление на реда за печат е стартирана"
04="Услугата за управление на реда за печат не е стартирана"
05="Услугата за управление на реда за печат лисва"
06="Процесът беше завършен успешно"
07="Възникна грешка по време на операцията"
08="&Поправи услугата за управление на реда за печат"
09="&Изключи услугата за управление на реда за печат"
10="Устройства и &принтери"
11="&Меню ..."
12="Услугите на &Windows"
13="&Обнови"
14="&Информация за командния ред"
15="&Дарете"
16="&Контакти"
17="&Домашна страница"
18="&За програмата"
19="#WINDOW_SIZE=200x45px Процесът беше завършен успешно"
20="#WINDOW_SIZE=225x35px Неуспешна операция. Код на грешката: #ERROR_CODE"

[Language_Japanese_日本語]
Translator="wakaizumo"
01="プリントスプーラーサービスのエラーを\n手軽に修復する事ができるソフトです"
02="少々お待ち下さい・・・"
03="プリントスプーラーサービスは動作中です"
04="プリントスプーラーサービスは停止中です"
05="プリントスプーラーサービスがありません"
06="処理は正常に完了しました"
07="操作中にエラーが発生しました"
08="スプーラーサービスを修正する (有効化)"
09="スプーラーサービスを無効にする"
10="「デバイスとプリンター」 を開く(&P)..."
11="メニュー(&M)"
12="「サービス」 を開く(&S)..."
13="最新の情報に更新(&R)"
14="コマンドライン情報(&C)..."
15="[WEB ] 寄付ページへ(&D)..."
16="[WEB ] お問い合わせ(&Q)..."
17="[WEB ] 作者サイトへ(&H)..."
18="このソフトについて(&A)..."
19="#WINDOW_SIZE=200x45px 処理が正常に完了しました。"
20="#WINDOW_SIZE=225x35px 操作に失敗しました。エラーコード: #ERROR_CODE"

[Language_Arabic_عربي]
Translator="ZeinabBahaa"
01="هذا البرنامج يعمل على إصلاح الأخطاء في خدمة التخزين المؤقت للطباعة spooler service."
02="يرجى الإنتظار"
03="خدمة Spooler قيد التشغيل"
04=" خدمة Spooler لا تعمل"
05="لم يتم العثور على خدمة Spooler"
06="تم إكمال العملية بنجاح"
07="حدث خطأ أثناء إتمام العملية"
08="&إصلاح خدمة Spooler"
09="ت&عطيل خدمة Spooler"
10="الأجهزة والطابعات"
11="القائ&مة"
12="النوافذ والخدمات"
13="تحدي&ث"
14="ال&أوامر السطرية"
15="&تبرع"
16="ت&واصل معنا"
17="&الصفحة الرئيسية"
18="&حول"
19="#WINDOW_SIZE=200x45px تمت العملية بنجاح."
20="#WINDOW_SIZE=225x35px فشل في إتمام العملية! رقم الخطء: #ERROR_CODE"

[Language_Spanish_española]
Translator="JuliánMaríaFrizza"
01="Este programa está preparado para reparar errores en el servicio de impresión"
02="Por favor espere..."
03="El servicio de impresión está ejecutándose"
04="El servicio de impresión no está ejecutándose"
05="El servicio de impresión no está presente"
06="El proceso ha sido completado satisfactoriamente"
07="Un error ocurrió durante la operación"
08="&Reparar el servicio de impresión"
09="&Deshabilitar el servicio de impresión"
10="Dispositivos e &Impresoras"
11="&Menú ..."
12="&Servicios de Windows"
13="Re&frescar"
14="Información de línea de &comandos"
15="&Donar"
16="&Contacto"
17="&Página Oficial"
18="&Acerca de"
19="#WINDOW_SIZE=200x45px Process has been completed successfully."
20="#WINDOW_SIZE=225x35px Failed operation! Error Code: #ERROR_CODE"

[Language_Dutch_Nederlands]
Translator="J. Wisman (03/2022)"
01="Dit programma dient om fouten in de Print Spooler Service te repareren."
02="Een ogenblik geduld ..."
03="De Print Spooler Service wordt uitgevoerd"
04="De Print Spooler Service is niet actief"
05="De Service Print Spooler ontbreekt"
06="Het proces is succesvol afgerond"
07="Er is een fout opgetreden tijdens de bewerking"
08="&Herstel spooler-service"
09="&Spooler-service uitschakelen"
10="Apparaten en &printers"
11="&Menu ..."
12="Windows &Services"
13="&Vernieuwen"
14="&Opdrachtregelinformatie"
15="&Doneren"
16="&Contact"
17="&Homepagina"
18="&Over"
19="#WINDOW_SIZE=200x45px Proces is succesvol afgerond."
20="#WINDOW_SIZE=225x35px Bewerking mislukt! Foutcode: #ERROR_CODE"

[Language_Portuguese_Português Brasil]
Translator="Anderson (anerim@gmail.com)"
01="Este programa está preparado para reparar erros no serviço de Spooler."
02="Por favor, aguarde ..."
03="O serviço de Spooler está em execução"
04="O serviço de Spooler não está em execução"
05="O Serviço de Spooler de Impressão está ausente"
06="O processo foi concluído com sucesso"
07="Ocorreu um erro durante a operação"
08="&Corrigir serviço de Spooler"
09="&Desativar serviço de Spooler"
10="Dispositivos e Impressoras"
11="&Menu ..."
12="Windows e Serviços"
13="&Atualizar"
14="&Parâmetros para Linha de Comando"
15="&Doar"
16="&Contato"
17="&Pagina Inicial"
18="&Sobre"
19="#WINDOW_SIZE=200x45px O processo foi concluído com sucesso."
20="#WINDOW_SIZE=225x35px Falha na operação! Código de erro: #ERROR_CODE"

[Language_Romanian_Română]
Translator="Coman Gelu Dănuț"
01="Acest program este pregătit să repare erorile din serviciul spooler."
02="Vă rugăm așteptați..."
03="Serviciul spooler rulează"
04="Serviciul spooler nu rulează"
05="Serviciul Print Spooler lipsește"
06="Procesul a fost finalizat cu succes"
07="A apărut o eroare în timpul operațiunii"
08="&Fix Spooler Service"
09="&Dezactivați serviciul Spooler"
10="&Dispozitive și Imprimante"
11="&Meniu"
12="&Windows Servicii"
13="&Reîmprospătare"
14="&Informații despre linia de comandă"
15="&Donează"
16="&Contact"
17="&Pagina de pornire"
18="&Despre"
19="#WINDOW_SIZE=200x45px Procesul a fost finalizat cu succes."
20="#WINDOW_SIZE=225x35px Operare eșuată! Cod de eroare: #ERROR_CODE"


